{
  "products": [
    {
      "name": "Adult Buzz Lightyear Costume",
      "price": 4999,
      "inventory": 12,
      "img": "https://spirit.scene7.com/is/image/Spirit/01596154-a?$Detail$",
      "description": "To infinity, and beyond! Bring your favorite movie to life when you wear this officially licensed Buzz Lightyear costume. Featuring a jumpsuit with an attached chest piece and a hood, this costume provides everything you need to take flight this Halloween!",
      "tags":[{ "name": "men" }]
    },
    {
      "name": "Adult The Joker - Batman",
      "price": 5999,
      "inventory": 8,
      "img": "https://spirit.scene7.com/is/image/Spirit/01400944-a?$Detail$",
      "description": "HAHAHAHA! Spread some mayhem in Gotham City with this vibrant purple piece, perfectly suited for the clown prince of crime! Featuring a bright pinstriped purple jacket, matching pants, and a stylized green tie, this laughably lavish piece will get everyones attention on Halloween night… especially Batmans. Youre sure to stand out when youre clowning around in this extravagant ensemble… No joke!",
      "tags": [{ "name": "adult" }, { "name": "men" }]
    },
    {
      "name": "Adult Chucky Costume",
      "price": 3999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/01542638-a?$Detail$",
      "description": " Become the possessed doll Chucky this Halloween when you dress up in this officially licensed adult Chucky costume. You definitely wont be seen as a good guy once youre wearing this serial killer costume. This costume includes all the components you need to become this possessed doll including Chuckys signature blue jumpsuit with attached striped shirt, as well as the iconic red haired Chucky wig.  Youll have everyone screaming in terror when you come at them with this serial killer childs toy costume.",
      "tags": [ { "name": "men" }]
    },
    {
      "name": "Adult Justice League Flash Costume",
      "price": 3999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/07472764-a?$Detail$",
      "description": "Adult Justice League Flash Costume",
      "tags": [ { "name": "men" }]
    },
    {
      "name": "Adult Punk Costume - Fortnite",
      "price": 3999,
      "inventory": 7,
      "img": "https://spirit.scene7.com/is/image/Spirit/01600857-a?$Detail$",
      "description": "Where we droppin'? Join the Carving Crew and show your Fortnite fandom on Halloween night when you suit up as Punk! This officially licensed costume features a black and orange jumpsuit, a menacing light-up pumpkin half mask, and matching socks. With an epic look like this, you're sure to be the baddest pumpkin in the patch.",
      "tags": [ { "name": "men" }]
    },
    {
      "name": "Adult Mountain Dew Inflatable",
      "price": 7299,
      "inventory": 5,
      "img": "https://spirit.scene7.com/is/image/Spirit/07656523-a?$Detail$",
      "description": "Do the DEW! Represent your favorite beverage this Halloween when you wear this officially licensed Mountain Dew Inflatable Costume! This epic costume inflates in just minutes, transforming you into a bottle of delicious soda pop.",
      "tags": [{ "name": "men" }]
    },
    {
      "name": "Adult Hawkins Uniform Costume - Stranger Things",
      "price": 899,
      "inventory": 5,
      "img": "https://spirit.scene7.com/is/image/Spirit/01596386-a?$Detail$",
      "description": "Look ready to shoot some hoops in this Stranger Things Hawkins Uniform costume. This sports outfit features a white sleeveless jersey with Hawkins on the front and the number 8 and colorful stripes down the sides, along with matching shorts and athletic socks that will look great on any Stranger Things fan.",
      "tags": [{ "name": "men" }]
    },
    {
      "name": "Adult Argyle Costume - Stranger Things",
      "price": 3999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/01595941-a?$Detail$",
      "description": "Show love for your favorite character from Stranger Things when you dress up in this officially licensed Argyle costume! This epic costume includes a sweet visor, a button down shirt, a Surfer Boy Pizza T shirt, and a groovy pair of pants. When you put on this gear, everyone will know you're a fan of the legendary series.",
      "tags": [{ "name": "men" }]
    },
    {
      "name": "Adult Inflatable Balloon Animal Costume",
      "price": 5999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/01486760-a?$Detail$",
      "description": "You'll really have a costume that pops this Halloween when you show up wearing this Adult Inflatable Balloon Animal Costume. This awesome costume looks just like a red balloon dog and will be sure to put a smile on anyone's face. You'll be the life of the party while rocking this sweet inflatable costume.",
      "tags": [{ "name": "men" }]
    },
    {
      "name": "Adult Jack Skellington Costume - The Nightmare Before Christmas",
      "price": 4999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/01589878-a?$Detail$",
      "description": "Become the King of Halloween Town when you wear this officially licensed Jack Skellington costume! This awesome costume comes with Jack's signature jacket, a bat bow tie, and a half mask that'll transform you into The Pumpkin King!",
      "tags": [{ "name": "men" }]
    },
    {
      "name": "Adult Naruto Costume",
      "price": 4999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/01364835-a?$fullsize1200$",
      "description": "Prove your strength as the ultimate ninja when you dress up in this awesome Naruto costume! Become the hero your village needs and and put on Naruto's signature black and orange colors, along with his well-known headband of his secret village. Don't forget to enjoy a few bowls of ramen along the way!",
      "tags": [{ "name": "men" }]
    },
    {
      "name": "Adult Hawkins Cheer Uniform Costume - Stranger Things",
      "price": 3999,
      "inventory": 15,
      "img": "https://spirit.scene7.com/is/image/Spirit/01586999-a?$Detail$",
      "description": "You'll look just like Chrissy from Stranger Things when you get this awesome cheerleader costume! Featuring a Hawkins High School cheer top, skirt, and pom poms, you can pull off the legendary look and show love for your favorite series.",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Bright Bomber Costume - Fortnite",
      "price": 4799,
      "inventory": 18,
      "img": "https://spirit.scene7.com/is/image/Spirit/01418177-a?$Detail$",
      "description": "The future looks bright for you this Halloween when you decide to rock this officially licensed Brite Bomber costume. Straight out of the sunshine and rainbows set, this rare outfit is for those who like to make a vibrant entrance to the party.",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Velma Costume - Scooby Doo",
      "price": 5799,
      "inventory": 19,
      "img": "https://spirit.scene7.com/is/image/Spirit/01538081-a?$Detail$",
      "description": "Ruh roh! Ready to solve some mysteries this Halloween? Dress up as the iconic Velma and you'll always be ready to take on the day. This officially licensed costume comes complete with a shirt, a skirt, glasses, and socks, so you can always play the part.",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Bubbles Costume - The PowerPuff Girls",
      "price": 4499,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/01572502-a?$Detail$",
      "description": "Join the Powerpuff Girls in their unforgettable adventures when you wear this Bubbles Costume! You'll look beautiful in blue when you slip into this blue dress with an attached black belt, blue hair accessories, wide-eyed sunglasses, a necklace, and blue and white knee-high tights. Keep Townsville safe and look totally cute while you do it!",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Blossom Costume - The PowerPuff Girls",
      "price": 4499,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/01572460-a?$Detail$",
      "description": "Townsville is counting on you, Blossom! Join the Powerpuff Girls in their action-packed adventures when you take on the role of Blossom! This Blossom costume includes a pink dress with an attached black belt. Blossom's signature hair accessory, a necklace, bold sunglasses, and a pair of white knee-high tights with pink stripes make this costume feel completely authentic!",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Buttercup Costume - The PowerPuff Girls",
      "price": 4499,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/01572429-a?$Detail$",
      "description": "Show off your strength when you dress up just like your favorite character from The Powerpuff Girls in this Buttercup Costume! This outfit has everything you need to look just like the strong, fast and exciting Buttercup, including her green dress, necklace, sunglasses, socks and hair accessory.",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Womens Beetlejuice Costume - Beetlejuice",
      "price": 4499,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/01549427-a?$Detail$",
      "description": "Beetlejuice. Beetlejuice! BEETLEJUICE! Bring your favorite ghost to life when you wear this officially licensed Beetlejuice Suit Costume. This costume includes a jacket, pants, tie, and pins, giving you the wacky look that Beetlejuice fans will love!",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Sexy Scout Costume",
      "price": 4499,
      "inventory": 29,
      "img": "https://spencers.scene7.com/is/image/Spencers/07619406-a?$Detail$",
      "description": "Get ready to crank up the heat when you rock this Sexy Scout Costume. This seductive costume includes everything you need to become the hottest scout at the party. Put on this outfit and prepare to turn heads!",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Sexy Nun Costume",
      "price": 4499,
      "inventory": 29,
      "img": "https://spencers.scene7.com/is/image/Spencers/07619281-a?$Detail$",
      "description": "Holy hottie! Dress up for Halloween or role-playing in this adult Sexy Nun Corset Costume and you're sure to raise some eyebrows (and temperatures!). With its sexy, body-hugging black corset lingerie, plus collar and veil, you'll look just like you're ready to make yourself the most tempting offering.",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Adult Squid Game Doll Dress Costume - Squid Games",
      "price": 4499,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/01597616-a?$Detail$",
      "description": "Green light! Get ready to host the most terrifying Red Light, Green Light ever when you suit up in this Adult Squid Game Doll Dress Costume! This officially licensed costume comes straight from the hit series Squid Game, featuring an orange dress, white socks, and a half mask that will be instantly recognizable as the creepy doll from the first round of the Squid Game. Once you slip into this costume, you're sure to send everyone running in no time. Red light!",
      "tags": [{ "name": "women" }]
    },
    {
      "name": "Kids Mermaid Man Costume - SpongeBob SquarePants",
      "price": 3999,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/07651573-a?$Detail$",
      "description": "To the Invisible Boatmobile! Put a stop to the evildoers of Bikini Bottom when you suit up in this awesome Kids Mermaid Man Costume! This officially licensed costume includes everything you need for your night of crime-fighting, featuring an orange shirt, black shorts, green leggings and matching gloves, an eye mask, and a seashell bra. Take on Halloween night with Barnacle Boy by your side and no villain will stand a chance!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Barnacle Boy Costume - SpongeBob SquarePants",
      "price": 3999,
      "inventory": 29,
      "img": "https://spirit.scene7.com/is/image/Spirit/07651607-a?$Detail$",
      "description": "It's time to come out of retirement! Team up with Mermaid Man and clean up the streets of Bikini Bottom with this awesome Kids Barnacle Boy Costume! This heroic look features a red shirt, black shorts, blue socks and matching gloves, a light blue scarf, an eye mask, and a hat. With super style like this, you're sure to stop any undersea evildoer in their tracks!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Bounty Hunter Costume - The Mandalorian",
      "price": 4999,
      "inventory": 19,
      "img": "https://spirit.scene7.com/is/image/Spirit/01490150-a?$Detail$",
      "description": "You'll look like you just came from the planet Mandalore when you pull up to the Halloween party wearing this officially licensed Mandalorian Bounty Hunter Costume. This costume features everything you need to look like your favorite character from the show including a padded jumpsuit that looks like real armor, a bandolier, a sweet cape, a belt, and of course a bounty hunter mask. You don't have to be from Mandalore to become a Mandalorian, just make sure you follow the code while wearing this awesome costume for Halloween.",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Alien Abduction Costume",
      "price": 4999,
      "inventory": 19,
      "img": "https://i.ebayimg.com/thumbs/images/g/z6YAAOSwznhim6HG/s-l1600.jpg",
      "description": "Greetings, earthling! You'll look like you've been abducted this Halloween when you wear this alien abduction costume. Slip into the adorable space travel pajamas and let the alien carry your weight!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Mario Costume Deluxe- Mario Bros.",
      "price": 3499,
      "inventory": 19,
      "img": "https://spirit.scene7.com/is/image/Spirit/01196625-a?$Detail$",
      "description": "Rescue Princess Peach from the clutches of the evil Bowser on Halloween when you wear this officially licensed Mario Bros. Mario Deluxe Boys Costume. The red and blue character jumpsuit comes complete with a matching red hat, detachable inflatable belly, gloves and a faux mustache.",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Luigi Costume Deluxe- Mario Bros.",
      "price": 3499,
      "inventory": 19,
      "img": "https://spirit.scene7.com/is/image/Spirit/01196583-a?$Detail$",
      "description": "Assist your brother in rescuing the princess on Halloween when you dress in this officially licensed Mario Bros. Luigi Deluxe Boys Costume. The green and blue character jumpsuit comes complete with a matching green hat, detachable inflatable belly, gloves and a faux mustache.",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Iron Man Costume Deluxe - Avengers: Endgame",
      "price": 5499,
      "inventory": 24,
      "img": "https://spirit.scene7.com/is/image/Spirit/07549942-a?$Detail$",
      "description": "Tony Stark, is that you?! Let your little one transform into his favorite superhero when they wear this officially licensed Iron Man costume this Halloween. Representing Avengers: Endgame, your little one will be ready to save the world over and over again!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Ghost Face ® Costume - Scream",
      "price": 2499,
      "inventory": 14,
      "img": "https://spirit.scene7.com/is/image/Spirit/01463298-a?$Detail$",
      "description": "Ghost Face ® is the most classic, and scariest kids Halloween costume ever! Your child can relive the iconic horror film, Scream, with this officially licensed costume that is sure to cause a few shrieks!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Venom Costume Deluxe - Marvel",
      "price": 2499,
      "inventory": 62,
      "img": "https://spirit.scene7.com/is/image/Spirit/01536143-a?$Detail$",
      "description": "Transform into the alien symbiote, Venom, in this deluxe costume! This officially licensed Venom costume features a full-body jumpsuit with authentic spider markings. Fierce padding and graphics create the illusion of powerful muscles. A menacing grin brings the action-packed look to completion!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Orange Light-Up Stick Figure Costume",
      "price": 2499,
      "inventory": 34,
      "img": "https://spirit.scene7.com/is/image/Spirit/01571637-a?$Detail$",
      "description": "Take your Halloween celebration to the next level when you wear this incredible Light-Up Stick Figure Costume. This outfit includes a light-up jumpsuit, a mesh face cover, gloves, and a battery pack. With three different light settings, you'll be shining all night long!",
      "tags": [{ "name": "boy" }]
    },
    {
      "name": "Kids Dark Ringmaster Costume",
      "price": 3399,
      "inventory": 52,
      "img": "https://spirit.scene7.com/is/image/Spirit/01430339-a?$Detail$",
      "description": "Come one, come all! Become the spooky ringmaster you've always dreamed of with this stylish Halloween costume! This detailed dress comes complete with a striped bow tie, a fascinator headband, footless tights with star detail and glovelettes for a completed look! The circus has no idea what they're in for this year.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Eleven Dress Costume - Stranger Things",
      "price": 3399,
      "inventory": 52,
      "img": "https://spirit.scene7.com/is/image/Spirit/01580786-a?$Detail$",
      "description": "Get excited for the new season of Stranger Things when you dress up in this Kids Eleven Season 4 Dress Costume! This officially licensed costume, which features a colorful dress and an attached plaid-patterned shirt, will have you looking like Eleven in no time. If you're ready to save Hawkins in style on Halloween night, this is the look for you.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Girls Plush Cuddle Team Leader Costume - Fortnite",
      "price": 3399,
      "inventory": 52,
      "img": "https://spirit.scene7.com/is/image/Spirit/01418268-a?$Detail$",
      "description": "Show off your love for all things Fortnite when you suit up in this officially licensed Girls Cuddle Team Leader plush costume. Its a real heartbreaker when you dont get the best loot that you want, but with this costume, youll be so lovable and huggable that youll get plenty of great trick-or-treating loot! This one-piece suit is pink and has the Cuddle Team broken heart logo on the front along with the signature bear face on the hood. Youll love celebrating your next victory royale in this officially licensed Cuddle Team Leader costume.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Zombie Cheerleader Costume",
      "price": 3199,
      "inventory": 31,
      "img": "https://spirit.scene7.com/is/image/Spirit/01430651-a?$Detail$",
      "description": "If your little one wants to cheer through the street on Halloween night, weve got the perfect costume! Were dead serious. This zombie cheerleader costume will instantly add a dark touch to a cheery costume! The shark bite hemline features three different patterns, giving this costume a three-dimensional look. The number 13 decal on the front will let everyone see the spooky side of your little one. Add the included hair bows, arm warmers, pom poms and footless tights for an undead look that is unlike the rest!",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Fox Costume",
      "price": 4399,
      "inventory": 82,
      "img": "https://spirit.scene7.com/is/image/Spirit/01454230-a?$Detail$",
      "description": "Looking for an extra foxy costume this Halloween? We've got just the right thing! This adorable fox costume is perfect for every woodland lover and will have you standing out in every crowd. The soft and cozy dress features faux fur detailing on the chest and wrists for an authentic look that will have everyone looking at you! The attached tail, floral headband, and faux fur boot covers are exactly what you need to create the perfect look on Halloween night.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Dorothy Dress Costume - Wizard of Oz",
      "price": 3999,
      "inventory": 75,
      "img": "https://spirit.scene7.com/is/image/Spirit/01587617-a?$Detail$",
      "description": "Celebrate your favorite movie when you wear this officially licensed Dorothy costume this Halloween! Featuring Dorothy's signature dress, two hair bows, and ruby red slippers, you'll be ready for any adventure that Halloween brings.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Cruella Costume - Disney Cruella",
      "price": 4999,
      "inventory": 35,
      "img": "https://spirit.scene7.com/is/image/Spirit/01555069-a?$Detail$",
      "description": "Look just like this dramatic Disney movie character in this Kids Cruella Costume! This long red Cruella gown is the perfect way to make a fashion statement as your favorite on-screen villain this Halloween.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Stitch Union Suit - Lilo & Stitch",
      "price": 3999,
      "inventory": 31,
      "img": "https://spirit.scene7.com/is/image/Spirit/01536663-a?$Detail$",
      "description": "Become your favorite movie character of all-time when you wear this officially licensed Kids Stitch Union Suit. This Halloween costume includes a hooded union suit that features Stitch's ears! Put on this union suit and instantly transform into Stitch with ease.",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Lilo Costume - Lilo & Stitch",
      "price": 3499,
      "inventory": 28,
      "img": "https://spirit.scene7.com/is/image/Spirit/01536739-a?$Detail$",
      "description": "Make waves in this officially licensed Lilo & Stitch costume! This Lilo costume features a red dress with a bold white palm print, leafy head, wrist, and ankle accents, and a sleek brown wig. Get ready for an island adventure!",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Kids Sinister Clown Costume",
      "price": 2799,
      "inventory": 18,
      "img": "https://spirit.scene7.com/is/image/Spirit/01471747-a?$Detail$",
      "description": "Become the star of the show this Halloween when you dress up in this Kids Sinister Clown Costume. Whether you want to cause some laughs or cause some screams this Halloween this clown costume is perfect for the job. When you wear this clown costume featuring a black and white shirt with attached bow, black skirt with attached suspenders, and a clown hat with headband, you'll be no joke!",
      "tags": [{ "name": "girl" }]
    },
    {
      "name": "Baby Lil Monster Costume",
      "price": 2999,
      "inventory": 58,
      "img": "https://spirit.scene7.com/is/image/Spirit/01476860-a?$Detail$",
      "description": "Your little one will be the cutest creature around this Halloween when they wear this baby lil monster costume! With its horns, big eyes, stripes and polka dots on the feet, this blue, orange and green monster costume is sure to be a beastly hit",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Lil' Red Riding Hood Costume",
      "price": 3199,
      "inventory": 37,
      "img": "https://spirit.scene7.com/is/image/Spirit/01417856-a?$Detail$",
      "description": "Over the river and through the woods, all the way from grandmas house, comes this adorable Lil Red Riding Hood costume! This adorable checkered red and white dress features a faux lace-up front, attached apron, and an adorable matching checkered bow. Paired with Little Red Riding Hoods signature red hooded cape, this costume will make your baby the talk of the forest. Just keep an eye out for that big bad wolf!",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Lil' Red Riding Hood Costume",
      "price": 3199,
      "inventory": 37,
      "img": "https://spirit.scene7.com/is/image/Spirit/01466010-a?$Detail$",
      "description": "Your little one will become the prettiest fawn in the land when you dress them up in this one piece costume! With glitter detail on the belly and headpiece, your pride and joy is sure to shine all night long. The plush material will ensure that your child stays comfy and has the greatest Halloween yet!",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Queen Bee Costume",
      "price": 3599,
      "inventory": 85,
      "img": "https://spirit.scene7.com/is/image/Spirit/01470012-a?$Detail$",
      "description": "Create a buzz when you dress your little one in this adorable Baby Queen Bee Costume! Featuring eye-catching black and gold accents, ornate wings, and a dainty crown, this bee costume is as sweet as honey.",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Wittle Werewolf Costume",
      "price": 2899,
      "inventory": 45,
      "img": "https://spirit.scene7.com/is/image/Spirit/01306208-a?$Detail$",
      "description": "Have your baby howl at the moon this year with this adorable Wittle Werewolf costume! Featuring a plaid shirt, pants, and faux fur on the hood, chest, and wrists, this costume will turn your baby into the cutest wolf around!",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Dino Cutie Costume",
      "price": 3299,
      "inventory": 72,
      "img": "https://spirit.scene7.com/is/image/Spirit/01501360-a?$Detail$",
      "description": "Transform your little bundle of joy into an adorable dinosaur when you suit them up in this Infant Dino Cutie Costume. This costume is simple to put on and features everything you need to celebrate Halloween like you're in the prehistoric era. Your child will stay warm all night long in the included dinosaur jumpsuit and dinosaur hood and will be letting out cute little roars all over the house.",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Lion Cub Costume",
      "price": 3699,
      "inventory": 26,
      "img": "https://spirit.scene7.com/is/image/Spirit/01447424-a?$Detail$",
      "description": "Rawr! Your little one will look so cute in this lion cub costume on Halloween! The one-piece costume is soft and cozy, which will help your baby stay warmer on chilly nights. The included padded headpiece features lion characteristics that will make your baby look super authentic! Complete the look with the colorful paw print bandana, and youll be ready for the perfect Halloween celebration!",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Wittle Witch Costume",
      "price": 3099,
      "inventory": 30,
      "img": "https://spirit.scene7.com/is/image/Spirit/01520683-a?$Detail$",
      "description": "Your little bundle of joy will be ready to cast some wicked spells this Halloween once you dress them up in this adorable Baby Wittle Witch Costume. With this costume on you and your little one are sure to have all types of wicked fun at the next costume party. Featuring a comfy purple and black witch dress, striped tights, and a witch hat with attached hair, in this costume your child will always be showing off their witchy side.",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Vampire Cutie Costume",
      "price": 2899,
      "inventory": 94,
      "img": "https://spirit.scene7.com/is/image/Spirit/01179274-a?$Detail$",
      "description": "Your little one will be the most adorable bloodsucker when you dress them up in this Baby Vampire Cutie Costume! With its purple and green jumpsuit with red buttons and detachable red and black cape with purple trim, they'll be all set to steal the show this Halloween.",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Infant Baby Shark Costume",
      "price": 4299,
      "inventory": 14,
      "img": "https://spirit.scene7.com/is/image/Spirit/01459924-a?$Detail$",
      "description": "Baby Shark! Doo doo doo doo doo doo doo! Dress your infant in this absolutely adorable Baby Shark costume. You and the whole family will be ready to go and hunt when your little one is dressed as a lifelike Baby Shark!",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Baby Cookie Monster Costume - Sesame Street",
      "price": 4299,
      "inventory": 14,
      "img": "https://spirit.scene7.com/is/image/Spirit/01114503-a?$Detail$",
      "description": "Me want cookie! Dress your little monster in this clever blue plush Sesame Street Cookie Monster baby costume and get all the cookies and candy you want! The cozy costume is fun for babies to wear and adorable in family photos. Treasure the memories!",
      "tags": [{ "name": "baby" }]
    },
    {
      "name": "Toddler Chucky Costume - Child's Play",
      "price": 3999,
      "inventory": 56,
      "img": "https://spirit.scene7.com/is/image/Spirit/01505585-a?$Detail$",
      "description": "Turn your little one into your best friend 'til the end when you dress them up in this Toddler Chucky Costume. Your child will look like they came right off the movie screen wearing this costume that includes an overall with attached shirt, and a Chucky wig. They'll love causing some trouble all over the house with this officially licensed costume on!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Lightning McQueen Ride-Along Costume - Cars",
      "price": 4599,
      "inventory": 85,
      "img": "https://spirit.scene7.com/is/image/Spirit/01570886-a?$Detail$",
      "description": "Race to the finish with Lightning McQueen by your side on Halloween night! This officially licensed costume features an adjustable body that looks just like the real Lightning McQueen and a matching red hat. Once your toddler suits up in this costume, they'll have the green light for an awesome night of trick-or-treating!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Mirabel Dress Costume - Disney Encanto",
      "price": 3799,
      "inventory": 53,
      "img": "https://spirit.scene7.com/is/image/Spirit/01605799-a?$Detail$",
      "description": "Always wished you could become a Disney character? With this officially licensed Mirabel costume, your dreams can come true! Featuring a beautiful dress and Mirabel's signature glasses, this costume is perfect for any Encanto fan.",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Sound Dinosaur Costume",
      "price": 4099,
      "inventory": 52,
      "img": "https://spirit.scene7.com/is/image/Spirit/01388594-a?$Detail$",
      "description": "RAWR! Let your little one roam the streets in this adorable one piece dinosaur costume! The costume makes noises, so your child will feel like they are roaming in jurassic times! The 3D headpiece is the perfect way to top off this dino look!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Dash Costume - The Incredibles",
      "price": 2999,
      "inventory": 84,
      "img": "https://spirit.scene7.com/is/image/Spirit/01570498-a?$Detail$",
      "description": "Does your toddler love The Incredibles? Get them this officially licensed Dash costume, which includes a jumpsuit, gloves, and of course Dash's signature eye mask. When your little one puts on their super suit, they'll have everything they need to save the day!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Chase Deluxe Costume - PAW Patrol",
      "price": 3799,
      "inventory": 46,
      "img": "https://spirit.scene7.com/is/image/Spirit/01290675-a?$Detail$",
      "description": "Chase is on the case this Halloween in this officially licensed PAW Patrol Chase costume! This toddler costume includes a plush brown jumpsuit with attached tail that matches the pointed plush ears on the blue police hat, and also has tan wrist cuffs and boot covers! The jumpsuit features a blue policeman's vest with front Velcro closures, a black collar, and a star badge Pup Tag that matches that on the included Pup Pack. Add a makeup puppy nose and whiskers to really complete the puppy look!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Violet Costume - The Incredibles",
      "price": 3199,
      "inventory": 26,
      "img": "https://spirit.scene7.com/is/image/Spirit/01570456-a?$Detail$",
      "description": "Your little one will instantly transform into their favorite superhero when they wear this officially licensed Violet costume! Featuring Violet's iconic jumpsuit, gloves, an eye mask, and a headband, this costume has everything your child needs to become an Incredible!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Wonder Woman Dress - DC Comics",
      "price": 3599,
      "inventory": 63,
      "img": "https://spirit.scene7.com/is/image/Spirit/01347418-a?$Detail$",
      "description": "Saving the world is just another day in the life of Wonder Woman! Your little one will swoop in looking adorable in this officially licensed dress costume. The look features details like star a studded skirt and detachable cap that will make them the cutest hero on the block.",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Dinosaur Piggyback Costume",
      "price": 2999,
      "inventory": 74,
      "img": "https://spirit.scene7.com/is/image/Spirit/01397900-a?$Detail$",
      "description": "RAWR! Let your little one travel through the age of the dinosaurs when they slip into this adorable ridealong costume this Halloween! Adjustable straps allow you to find the perfect fit for your pride and joy, so Halloween will be the best night ever!",
      "tags": [{ "name": "toddler" }]
    },
    {
      "name": "Toddler Faux Fur Flamingo Ride-Along Costume",
      "price": 3199,
      "inventory": 51,
      "img": "https://spirit.scene7.com/is/image/Spirit/01468123-a?$Detail$",
      "description": "Let your favorite little person ride into the night with her favorite animal! This 3D flamingo ride-along costume features faux fur detail that will have your little one ready to fly away. The attached glitter leggings and adjustable straps will have your child feeling great all night long.",
      "tags": [{ "name": "toddler" }]
    }
  ]
}
